<?php

return array(
    'SELECT_FILE' => '0#|Выберите файлы|1#Выберите файл',
    'CONFIRM' => 'Вы действительно хотите удалить это изображение?',
    'IS_MAIN' => 'Главное изображение',
    'ALT_TAG' => 'Alt тег',
    'DATE_CREATE' => 'Дата загрузки',
    'USER_ID' => 'Автор',
    'FILENAME' => 'Имя файла',
    'OBJECT_ID' => 'Объект',
    'MODEL' => 'Модель',
    'ERROR_MAX_COUNT' => 'Привещение лимита изображений.',
    'NO_LIMIT' => 'Нет ограничений',
    'FILES_HINT' => 'Доступный формат файл(ов): {extension} Максимальный размер файла: {maxSize} Максимальное кол. файлов: {maxFiles}',
    'TH_FILE' => '1#|Изображение|2#Файл',
    'TH_DETAIL' => 'Детали',
    'HINT_EXT' => 'Доступный формат файл(ов): {extension}',
    'HINT_MAXSIZE' => 'Максимальный размер файла: {maxSize}',
    'HINT_MAXFILES' => 'Максимальное кол. файлов: {maxFiles}'
);
